{"procedures":[{"uninsuredCost":1758,"insuredCost":378,"name":"Appendectomy","description":"An appendectomy is removing the appendix. The appendix is a small structure shaped like a tube that branches off the large intestine. This surgeon is done to treat appendicitis. Appendicitis is the acute inflammation of the appendix because of infection."},{"uninsuredCost":56,"insuredCost":410,"name":"Breast biopsy","description":"A biopsy is a test used to help diagnose cancer. The surgeon removes a small sample of tissue or cells. The sample is looked at under a microscope. This procedure is also used to remove abnormal breast tissue. A biopsy may be done using a hollow needle to remove tissue (needle biopsy). Or the surgeon may remove some or all of a lump (lumpectomy). This may be done to look for cancer or done as treatment."},{"uninsuredCost":808,"insuredCost":132,"name":"Carotid endarterectomy","description":"Carotid endarterectomy is a surgery to remove blockage from carotid arteries. These arteries are in the neck. They supply blood to the brain. Left untreated, a blocked carotid artery can cause a stroke."},{"uninsuredCost":588,"insuredCost":498,"name":"Cataract surgery","description":"Cataracts cloud the normally clear lens of the eyes. Cataract surgery involves removing the cloudy lens and replacing it with a clear artificial lens."},{"uninsuredCost":656,"insuredCost":36,"name":"Cesarean section","description":"Cesarean section, or c-section, is delivering a baby by making an incision through the mother's abdomen and uterus. This procedure is done when doctors decide that it is a safer way to deliver the baby than a vaginal delivery."},{"uninsuredCost":1486,"insuredCost":89,"name":"Cholecystectomy","description":"A cholecystectomy is surgery to remove the gallbladder. The gallbladder is a pear-shaped sac near the right lobe of the liver. The gallbladder holds bile. A gallbladder may need to be removed if it collects gallstones. It may also be removed if it is infected or becomes cancer."},{"uninsuredCost":1148,"insuredCost":396,"name":"Coronary artery bypass","description":"This surgery is commonly called bypass surgery. It is done if you have chest pain (angina) and coronary artery disease. Coronary artery disease means you have plaque in your arteries. During the surgery, the healthcare provider creates a bypass by grafting a piece of a vein above and below the blocked area of a coronary artery. This lets blood flow around the blockage. The surgeon usually takes veins from a leg. But sometimes the surgeon uses arteries from the chest."},{"uninsuredCost":1711,"insuredCost":59,"name":"Debridement of wound, burn, or infection","description":"Debridement involves removing foreign material from a wound or burn. Or it may involve removing dead, damaged, or infected tissue from a wound or burn. After the tissue is removed, healthy tissue can heal more quickly."},{"uninsuredCost":439,"insuredCost":76,"name":"Dilation and curettage (D&C)","description":"A D&C is a minor surgery where the cervix is expanded (dilated). The surgeon can then scrape the cervical canal and uterine lining. The surgeon uses a curette, a spoon-shaped instrument."},{"uninsuredCost":1769,"insuredCost":178,"name":"Free skin graft","description":"A skin graft involves removing healthy skin from one part of the body to repair areas of lost or damaged skin in another part of the body. Skin grafts are often done because of burns, injury, or surgery to remove diseased skin. The grafts are most often done when the area is too large to be repaired by stitching or natural healing."},{"uninsuredCost":1117,"insuredCost":407,"name":"Hemorrhoidectomy","description":"A hemorrhoidectomy is surgery to remove hemorrhoids. Hemorrhoids are distended veins in the lower rectum or anus."},{"uninsuredCost":272,"insuredCost":94,"name":"Hysterectomy","description":"A hysterectomy is surgery to remove a woman's uterus. This may be done through an incision in the abdomen, through small incisions and a laparoscope, or vaginally. The ovaries may be removed at the same time."},{"uninsuredCost":103,"insuredCost":121,"name":"Hysteroscopy","description":"Hysteroscopy is a procedure used to help diagnose and treat many uterine disorders. The hysteroscope is a tool to help the healthcare provider see the canal of the cervix and the inside of the uterus. The tool sends images of the area to a computer monitor."},{"uninsuredCost":1104,"insuredCost":475,"name":"Inguinal hernia repair","description":"Inguinal hernias are when the small intestine bulges through a weak area in the lower abdominal muscles. An inguinal hernia occurs in the groin. This surgery repairs the intestine by pulling it back to its original place and fixing the problem in the abdominal wall."},{"uninsuredCost":1157,"insuredCost":117,"name":"Low back pain surgery","description":"Low back pain can have many causes. These include abnormal backbone structure, stress on the back, injury, or a physical disorder that affects the bones of the spine. Surgery usually is not considered until other treatment has been tried. Other treatment includes rest, medicine, and mild exercise. The type of surgery done on the back depends what back problem you have."},{"uninsuredCost":207,"insuredCost":404,"name":"Mastectomy","description":"A mastectomy is removing all or part of the breast. Mastectomies are usually done to treat breast cancer. There are several types of mastectomies."},{"uninsuredCost":1101,"insuredCost":420,"name":"Partial (segmental) mastectomy","description":"This involves removing the breast cancer and a larger part of the normal breast tissue around the breast cancer. This surgery is also called breast-conserving surgery."},{"uninsuredCost":26,"insuredCost":298,"name":"Total (or simple) mastectomy","description":"This involves removing the entire breast, including the nipple, the areola, and most of the overlying skin."},{"uninsuredCost":1135,"insuredCost":235,"name":"Modified radical mastectomy","description":"This involves removing the entire breast, including the nipple, the areola, and the overlying skin. The surgeon also removes the lymph nodes under the arm."},{"uninsuredCost":1679,"insuredCost":273,"name":"Partial colectomy","description":"A partial colectomy is removing part of the large intestine (colon). This may be done to treat cancer of the colon or inflammatory conditions such as ulcerative colitis or diverticulitis."},{"uninsuredCost":1394,"insuredCost":296,"name":"Prostatectomy","description":"A prostatectomy is removing all or part of the prostate gland. The prostate is the sex gland in men that surrounds the neck of the bladder and urethra. A prostatectomy may be done for an enlarged prostate or benign prostatic hyperplasia. Or it may be done if the prostate gland has cancer."},{"uninsuredCost":932,"insuredCost":421,"name":"Tonsillectomy","description":"A tonsillectomy is removing of one or both tonsils. Your tonsils are at the back of the mouth. They help fight infections."}]}